Repository: zachzama/siggy
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, fr, id, ja, ko, pt_br, ru, tr, uk, uz, zh_hans, zh_hant

source: Claude Code files a new keychain entry on every token rotation. An account signed in for a while could pick an old, expired one at random and show "waiting for the first reading" forever.
de: Claude Code legt bei jeder Token-Rotation einen neuen Schlüsselbundeintrag an. Ein länger angemeldetes Konto konnte zufällig einen alten, abgelaufenen Eintrag erwischen und für immer „wartet auf den ersten Messwert“ anzeigen.
fr: Claude Code dépose une nouvelle entrée dans le trousseau à chaque rotation de jeton. Un compte connecté depuis un moment pouvait en choisir une ancienne, expirée, au hasard, et afficher « en attente du premier relevé » indéfiniment.
id: Claude Code menyimpan entri keychain baru pada setiap rotasi token. Akun yang telah lama masuk sebelumnya bisa memilih entri lama yang kedaluwarsa secara acak dan menampilkan "menunggu data pertama" selamanya.
ja: Claude Code はトークンをローテーションするたびに新しいキーチェーン項目を作ります。しばらくサインインしたままのアカウントでは、古い期限切れの項目がランダムに選ばれ、「最初の読み取りを待っています」がいつまでも表示されることがありました。
ko: Claude Code는 토큰을 교체할 때마다 새 키체인 항목을 만듭니다. 오래 로그인된 계정에서는 만료된 과거 항목이 임의로 선택돼 ‘첫 측정값을 기다리는 중’이 계속 표시될 수 있었습니다.
pt_br: O Claude Code cria uma nova entrada nas chaves a cada rotação de token. Uma conta conectada há algum tempo podia escolher ao acaso uma antiga e expirada e exibir "aguardando a primeira leitura" para sempre.
ru: Claude Code создаёт новую запись в связке ключей при каждой смене токена. Давно авторизованный аккаунт мог случайно выбрать старую просроченную запись и навсегда показать «ожидание первого показания».
tr: Claude Code her token yenilemesinde yeni bir anahtar zinciri kaydı oluşturur. Bir süredir giriş yapılmış bir hesap rastgele eski, süresi dolmuş bir kaydı seçip sonsuza dek “ilk veri bekleniyor” gösterebiliyordu.
uk: Claude Code створює новий запис у звʼязці ключів під час кожної ротації токена. Акаунт, у якому вхід виконано давно, міг випадково взяти старий прострочений запис і назавжди показувати «очікування першого показника».
zh_hans: Claude Code 每次轮换令牌都会写一条新的钥匙串。登录较久的账号可能随机拿到过期的那条，然后永远显示「正在等待首次读数」。
zh_hant: Claude Code 每次輪換權杖都會寫一條新的鑰匙串。登入較久的帳號可能隨機拿到過期的那條，然後永遠顯示「正在等待首次讀數」。

source: A stray click no longer pins the notch open
de: Ein versehentlicher Klick hält die Notch nicht mehr offen fest
fr: Un clic malencontreux ne bloque plus l'encoche ouverte
id: Klik yang tidak disengaja tidak lagi menyematkan notch dalam keadaan terbuka
ja: 誤クリックでノッチが開いたままにならないように
ko: 실수로 클릭해도 노치가 열린 채 고정되지 않음
pt_br: Um clique perdido não prende mais o notch aberto
ru: Случайный щелчок больше не оставляет панель открытой
uk: Випадковий клік більше не залишає виріз відкритим
zh_hans: 误点不再把刘海钉在展开状态
zh_hant: 誤點不再把瀏海釘在展開狀態

source: Clicking near the screen edge before the notch had even opened could leave it stuck open with nothing on screen explaining why.
de: Ein Klick in der Nähe des Bildschirmrands, bevor sich die Notch überhaupt geöffnet hatte, konnte sie offen hängen lassen, ohne dass etwas auf dem Bildschirm den Grund erklärte.
fr: Cliquer près du bord de l'écran avant même l'ouverture de l'encoche pouvait la laisser bloquée ouverte, sans rien à l'écran pour l'expliquer.
id: Mengeklik di dekat tepi layar sebelum notch terbuka sebelumnya bisa membuatnya tersangkut terbuka tanpa penjelasan.
ja: ノッチが開く前に画面の端の近くをクリックすると、理由が画面に出ないまま開いた状態で固まることがありました。
ko: 노치가 열리기도 전에 화면 가장자리 근처를 클릭하면, 이유가 표시되지 않은 채 열린 상태로 고정되는 경우가 있었습니다.
pt_br: Clicar perto da borda da tela antes mesmo de o notch abrir podia deixá-lo preso aberto, sem nada na tela explicando o motivo.
ru: Щелчок у края экрана до открытия панели мог оставить её открытой без объяснения на экране.
uk: Клік біля краю екрана, ще до того як виріз відкрився, міг залишити його відкритим без жодного пояснення на екрані.
zh_hans: 刘海还没展开时点到屏幕边缘，可能让它卡在打开状态，屏幕上却没有任何解释。
zh_hant: 瀏海還沒展開時點到螢幕邊緣，可能讓它卡在開啟狀態，螢幕上卻沒有任何解釋。

source: Codex reads live, and Always show stays on.
de: Codex liest live, und „Immer anzeigen“ bleibt an.
fr: Codex se lit en direct, et Toujours afficher le reste.
id: Codex dibaca secara langsung, dan Selalu tampilkan tetap aktif.
ja: Codex をライブ読み取りに。「常に表示」もオフになりません。
ko: Codex 사용량을 실시간으로 읽고 ‘항상 표시’ 설정을 유지합니다.
pt_br: O Codex é lido ao vivo, e o Sempre exibir permanece ativo.
ru: Codex читается в реальном времени, а «Показывать всегда» сохраняется.
uk: Codex читається наживо, а «Показувати завжди» лишається увімкненим.
zh_hans: Codex 改为实时读取，「始终显示」会保持打开。
zh_hant: Codex 改為即時讀取，「始終顯示」會保持開啟。

source: Codex is read live instead of from a log
de: Codex wird live gelesen statt aus einem Protokoll
fr: Codex est lu en direct plutôt que depuis un journal
id: Codex dibaca langsung dan bukan dari file log
ja: Codex をログではなくライブで読み取るように
ko: 로그 대신 Codex에서 실시간 조회
pt_br: O Codex é lido ao vivo em vez de a partir de um registro
ru: Codex читается в реальном времени, а не из журнала
uk: Codex читається наживо, а не з журналу
zh_hans: Codex 改为实时读取，而不再读日志
zh_hant: Codex 改為即時讀取，而不再讀日誌

source: The figure came from a file Codex writes during a turn, so it was as old as the last time you used it — three days stale in one case. Codenotch now asks Codex itself, and matches its own panel.
de: Die Zahl stammte aus einer Datei, die Codex während eines Turns schreibt, war also so alt wie deine letzte Nutzung — in einem Fall drei Tage veraltet. Codenotch fragt jetzt Codex selbst und stimmt mit dessen eigenem Panel überein.
fr: Le chiffre venait d'un fichier que Codex écrit pendant un tour : il datait donc de votre dernière utilisation — trois jours de retard dans un cas. Codenotch interroge désormais Codex lui-même, et correspond à son propre panneau.
id: Angka sebelumnya berasal dari file yang ditulis Codex saat giliran interaksi, sehingga nilainya setua saat terakhir kali digunakan — bisa usang hingga tiga hari. Codenotch kini meminta data langsung ke Codex, sesuai dengan panel resminya.
ja: 数値はターンの途中で Codex が書き出すファイルから取っていたため、最後に使った時点のまま古くなっていました。3 日前の値だったこともあります。今は Codex 自身に問い合わせるので、Codex のパネルと一致します。
ko: 이전에는 Codex가 작업 중 기록한 파일에서 수치를 가져와 마지막 사용 시점의 값이 그대로 남았고, 3일 전 값이 표시된 사례도 있었습니다. 이제 Codex에 직접 조회해 Codex 패널과 같은 값을 표시합니다.
pt_br: O número vinha de um arquivo que o Codex escreve durante um turno, então era tão antigo quanto a última vez que você o usou — três dias desatualizado em um caso. Agora o Codenotch pergunta ao próprio Codex, e bate com o painel dele.
ru: Число бралась из файла, который Codex записывает во время хода, поэтому могло устареть на несколько дней. Теперь Codenotch спрашивает сам Codex и показывает данные его панели.
uk: Число бралося з файлу, який Codex записує під час ходу, тож воно було старим рівно настільки, наскільки давно ви ним користувалися — в одному випадку застаріле на три дні. Тепер Codenotch питає сам Codex і збігається з його власною панеллю.
zh_hans: 数字来自 Codex 在一轮对话里写的文件，所以有多旧取决于你上次用它是什么时候 — 有一次旧了三天。Codenotch 现在直接问 Codex，并与它自己的面板一致。
zh_hant: 數字來自 Codex 在一輪對話裡寫的檔案，所以有多舊取決於你上次用它是什麼時候 — 有一次舊了三天。Codenotch 現在直接問 Codex，並與它自己的面板一致。

source: The Codex ring notices the desktop app
de: Der Codex-Ring bemerkt jetzt die Desktop-App
fr: L'anneau Codex remarque l'app de bureau
id: Ring Codex mendeteksi aplikasi desktop
ja: Codex のリングがデスクトップアプリを認識
ko: Codex 링의 데스크톱 앱 감지
pt_br: O anel do Codex percebe o app para desktop
ru: Кольцо Codex видит настольное приложение
uk: Кільце Codex помічає десктопний застосунок
zh_hans: Codex 圆环会注意到桌面应用
zh_hant: Codex 圓環會注意到桌面 App

source: It only ever watched the files the CLI and the VS Code extension write, so work done in the desktop app never made it spin.
de: Es wurden bisher nur die Dateien beobachtet, die die CLI und die VS-Code-Erweiterung schreiben, sodass Arbeit in der Desktop-App den Ring nie zum Drehen brachte.
fr: Il ne surveillait que les fichiers écrits par la CLI et l'extension VS Code : le travail fait dans l'app de bureau ne le faisait donc jamais tourner.
id: Sebelumnya hanya memantau file yang ditulis oleh CLI dan ekstensi VS Code, sehingga pekerjaan di aplikasi desktop tidak pernah memicu perputaran ring.
ja: 以前は CLI と VS Code 拡張が書くファイルしか見ていなかったため、デスクトップアプリでの作業ではリングが動きませんでした。
ko: 이전에는 CLI와 VS Code 확장이 기록하는 파일만 확인해 데스크톱 앱에서 작업해도 링이 움직이지 않았습니다.
pt_br: Ele só observava os arquivos que a CLI e a extensão do VS Code escrevem, então o trabalho feito no app para desktop nunca o fazia girar.
ru: Раньше отслеживались только файлы CLI и расширения VS Code, поэтому работа в настольном приложении не запускала вращение кольца.
uk: Кільце стежило лише за файлами, які пишуть CLI і розширення VS Code, тож робота в десктопному застосунку не змушувала його обертатися.
zh_hans: 以前只盯 CLI 和 VS Code 扩展写的文件，桌面应用里的工作从不会让它转起来。
zh_hant: 以前只盯 CLI 和 VS Code 擴充功能寫的檔案，桌面 App裡的工作從不會讓它轉起來。

source: Always show no longer turns itself off
de: „Immer anzeigen“ schaltet sich nicht mehr von selbst ab
fr: Toujours afficher ne se désactive plus tout seul
id: Selalu tampilkan tidak lagi mati dengan sendirinya
ja: 「常に表示」が勝手にオフにならないように
ko: ‘항상 표시’가 저절로 꺼지는 문제 수정
pt_br: O Sempre exibir não se desativa mais sozinho
ru: «Показывать всегда» больше не выключается само
uk: Параметр «Показувати завжди» більше не вимикається сам
zh_hans: 「始终显示」不再自己关掉
zh_hant: 「始終顯示」不再自己關掉

source: Clicking the notch toggled the same flag the setting used, so a stray click quietly put it back to showing on hover.
de: Ein Klick auf die Notch änderte dieselbe Einstellung wie die Option selbst, sodass ein versehentlicher Klick sie stillschweigend wieder auf „bei Hover anzeigen“ zurückstellte.
fr: Cliquer sur l'encoche basculait le même indicateur que le réglage : un clic malencontreux la remettait discrètement sur affichage au survol.
id: Mengeklik notch sebelumnya mengganti pengaturan yang sama, sehingga klik yang tak disengaja bisa mengembalikannya ke mode tampil saat hover.
ja: ノッチをクリックすると設定と同じフラグが切り替わっていたため、誤クリックで静かに「ホバー時に表示」へ戻っていました。
ko: 노치를 클릭하면 설정과 같은 플래그가 바뀌어, 실수로 클릭했을 때 ‘마우스를 올리면 표시’로 돌아가곤 했습니다.
pt_br: Clicar no notch alternava o mesmo sinalizador que o ajuste usava, então um clique perdido o devolvia silenciosamente para exibir ao passar o cursor.
ru: Щелчок по панели менял тот же флаг, что и настройка, поэтому случайный щелчок незаметно возвращал режим показа при наведении.
uk: Клік по вирізу перемикав той самий параметр, що й налаштування, тож випадковий клік тихо повертав режим «Показувати при наведенні».
zh_hans: 点击刘海会拨动设置用的同一个开关，一次误点就会悄悄变回悬停时显示。
zh_hant: 點按瀏海會撥動設定用的同一個開關，一次誤點就會悄悄變回懸停時顯示。

source: Far fewer keychain prompts
de: Deutlich weniger Schlüsselbund-Abfragen
fr: Bien moins d'invites du trousseau
id: Jauh lebih sedikit dialog keychain
ja: キーチェーンの確認が大幅に減少
ko: 키체인 권한 요청 대폭 감소
pt_br: Muito menos pedidos de acesso às chaves
ru: Гораздо меньше запросов связки ключей
uk: Набагато менше запитів звʼязки ключів
zh_hans: 钥匙串提示少得多
zh_hant: 鑰匙串提示少得多

source: Once a token expired, every check went back to the keychain — a prompt a minute. It now reads the secret only when the owning app has changed it, and never retries a refusal on a timer.
de: Sobald ein Token ablief, griff jede Prüfung erneut auf den Schlüsselbund zu — eine Abfrage pro Minute. Jetzt wird das Geheimnis nur gelesen, wenn die besitzende App es geändert hat, und eine Ablehnung wird nie zeitgesteuert wiederholt.
fr: Une fois un jeton expiré, chaque vérification retournait au trousseau — une invite par minute. Le secret n'est désormais lu que lorsque l'app propriétaire l'a modifié, et un refus n'est jamais réessayé sur minuterie.
id: Setelah token kedaluwarsa, setiap pemeriksaan sebelumnya meminta ke keychain — satu dialog per menit. Sekarang rahasia hanya dibaca saat aplikasi pemilik mengubahnya, dan penolakan tidak diulang secara berkala.
ja: トークンが期限切れになると、確認のたびにキーチェーンへ戻っていました。1 分に 1 回の確認です。今は、持ち主のアプリが秘密情報を変更したときにだけ読み取り、拒否をタイマーで再試行することもありません。
ko: 토큰이 만료되면 조회할 때마다 키체인에 접근해 매분 권한을 요청했습니다. 이제 해당 앱이 비밀 정보를 변경했을 때만 읽으며, 접근이 거부되면 타이머로 재시도하지 않습니다.
pt_br: Quando um token expirava, toda verificação voltava às chaves — um pedido por minuto. Agora ele lê o segredo apenas quando o app dono o alterou, e nunca repete uma recusa por temporizador.
ru: После истечения токена каждая проверка обращалась к связке ключей и показывала запрос раз в минуту. Теперь секрет читается только после изменения владельцем, а отказ не повторяется по таймеру.
uk: Коли токен спливав, кожна перевірка знову йшла до звʼязки ключів — запит щохвилини. Тепер секрет читається лише тоді, коли його змінив застосунок-власник, а відмова ніколи не повторюється за таймером.
zh_hans: 令牌一过期，每次检查都回到钥匙串 — 一分钟弹一次。现在只在所属应用改过密钥时才读，并且不会按定时器重试一次拒绝。
zh_hant: 權杖一過期，每次檢查都回到鑰匙串 — 一分鐘彈一次。現在只在所屬App改過金鑰時才讀，並且不會按定時器重試一次拒絕。

source: A paused limit is shown as paused
de: Ein pausiertes Limit wird als pausiert angezeigt
fr: Une limite en pause est affichée comme telle
id: Batas yang dijeda ditampilkan sebagai dijeda
ja: 一時停止中の上限を、そのように表示
ko: 일시 제한 상태를 명확히 표시
pt_br: Um limite pausado é exibido como pausado
ru: Приостановленный лимит отображается как приостановленный
uk: Призупинений ліміт показується як призупинений
zh_hans: 暂停的额度会显示为暂停
zh_hant: 暫停的額度會顯示為暫停

source: Some limits are reached while the headline still shows room. The ring reads as spent and says when it lifts.
de: Manche Limits werden erreicht, während die Hauptzahl noch Spielraum zeigt. Der Ring zeigt sich als aufgebraucht an und sagt, wann sich das ändert.
fr: Certaines limites sont atteintes alors que le chiffre principal indique encore de la marge. L'anneau se lit comme épuisé et indique quand elle se lève.
id: Beberapa batas telah tercapai saat tajuk masih menunjukkan ruang. Ring akan terbaca sebagai habis dan memberitahukan kapan akan dibuka kembali.
ja: 見出しにはまだ余裕があるのに達している上限があります。リングは使い切りとして表示し、いつ解除されるかを示します。
ko: 주요 수치에는 여유가 있어도 다른 한도에 도달한 경우가 있습니다. 링은 모두 사용한 상태로 표시하고 제한이 해제되는 시점을 알려 줍니다.
pt_br: Alguns limites são atingidos enquanto o número principal ainda mostra folga. O anel aparece como esgotado e informa quando ele é liberado.
ru: Некоторые лимиты достигаются, хотя основной показатель ещё показывает запас. Кольцо теперь показывает расход и время снятия ограничения.
uk: Деякі ліміти вичерпуються, коли головний показник ще має запас. Кільце показує їх як вичерпані й повідомляє, коли ліміт зніметься.
zh_hans: 有些额度已经用尽，标题却还显示有余量。圆环会显示用完，并说明何时解除。
zh_hant: 有些額度已經用盡，標題卻還顯示有餘量。圓環會顯示用完，並說明何時解除。

source: Long messages are no longer cut off
de: Lange Nachrichten werden nicht mehr abgeschnitten
fr: Les longs messages ne sont plus tronqués
id: Pesan panjang tidak lagi terpotong
ja: 長いメッセージが切れないように
ko: 긴 메시지 잘림 수정
pt_br: Mensagens longas não são mais cortadas
ru: Длинные сообщения больше не обрезаются
uk: Довгі повідомлення більше не обрізаються
zh_hans: 长消息不再被截断
zh_hant: 長消息不再被截斷

source: A tooltip with something to explain reserved one line for it however much it said.
de: Ein Tooltip mit etwas zu erklären reservierte dafür nur eine Zeile, egal wie viel er zu sagen hatte.
fr: Une info-bulle ayant quelque chose à expliquer ne réservait qu'une seule ligne, quelle que soit la longueur du texte.
id: Tooltip dengan penjelasan sebelumnya hanya menyediakan satu baris tidak peduli seberapa panjang isinya.
ja: 説明のあるツールチップは、内容の量にかかわらず 1 行しか確保していませんでした。
ko: 설명이 있는 툴팁이 내용의 길이에 관계없이 한 줄 공간만 확보하던 문제를 수정했습니다.
pt_br: Uma dica com algo a explicar reservava uma única linha para isso, por mais que dissesse.
ru: Подсказка с пояснением теперь выделяет под него строку независимо от длины текста.
uk: Підказка, якій було що пояснити, відводила на це один рядок, хоч скільки там було тексту.
zh_hans: 有话要说的提示只给它留了一行，不管它写了多少。
zh_hant: 有話要說的提示只給它留了一行，不管它寫了多少。

source: Every session, and a tooltip that fits on the screen.
de: Jede Sitzung, und ein Tooltip, der auf den Bildschirm passt.
fr: Toutes les sessions, et une info-bulle qui tient à l'écran.
id: Setiap sesi, dan tooltip yang pas di layar.
ja: すべてのセッションと、画面に収まるツールチップ。
ko: 모든 세션과 화면 안에 맞게 표시되는 툴팁.
pt_br: Todas as sessões, e uma dica que cabe na tela.
ru: Каждый сеанс и подсказка, помещающаяся на экране.
uk: Кожна сесія — і підказка, що вміщається на екрані.
zh_hans: 每一个会话，以及一张能放进屏幕的提示卡。
zh_hant: 每一個工作階段，以及一張能放進螢幕的提示卡。

source: Tooltips are no longer cut off
de: Tooltips werden nicht mehr abgeschnitten
fr: Les info-bulles ne sont plus tronquées
id: Tooltip tidak lagi terpotong
ja: ツールチップが切れないように
ko: 툴팁 잘림 수정
pt_br: As dicas não são mais cortadas
ru: Подсказки больше не обрезаются
uk: Підказки більше не обрізаються
zh_hans: 提示卡不再被截断
zh_hant: 提示卡不再被截斷

source: A card is centred on the ring it belongs to, so the first and last providers threw half of it past the end of the panel — and what fell off was the title. The panel now keeps room for it.
de: Eine Karte wird auf dem Ring zentriert, zu dem sie gehört — beim ersten und letzten Anbieter ragte deshalb die Hälfte über den Rand des Panels hinaus, und was dabei verloren ging, war der Titel. Das Panel hält dafür jetzt Platz frei.
fr: Une carte est centrée sur l'anneau auquel elle appartient : le premier et le dernier fournisseur en projetaient donc la moitié hors du panneau — et ce qui débordait, c'était le titre. Le panneau lui garde désormais de la place.
id: Kartu dipusatkan pada ring miliknya, sehingga penyedia pertama dan terakhir sebelumnya terdorong keluar dari tepi panel — dan yang terpotong adalah judulnya. Panel kini menyediakan ruang yang cukup.
ja: カードは対応するリングを中心に配置されるため、最初と最後のサービスではその半分がパネルの外へはみ出し、はみ出すのはタイトルでした。今はパネルがその分の余白を確保します。
ko: 카드는 해당 링을 중심으로 배치되므로, 첫 번째와 마지막 제공자의 카드는 패널 밖으로 절반이 나가 제목이 잘렸습니다. 이제 패널이 필요한 공간을 확보합니다.
pt_br: Um cartão é centralizado no anel a que pertence, então o primeiro e o último provedores jogavam metade dele para fora do painel — e o que caía fora era o título. Agora o painel reserva espaço para ele.
ru: Карточка центрируется относительно своего кольца. Раньше у первого и последнего провайдера её половина выходила за край панели вместе с заголовком; теперь место резервируется.
uk: Картка центрується на своєму кільці, тож у першого й останнього провайдера половина її виходила за край панелі — і зрізався саме заголовок. Тепер панель лишає для нього місце.
zh_hans: 卡片以所属圆环为中心，第一个和最后一个服务会把一半甩出面板 — 掉出去的还是标题。面板现在会给它留位置。
zh_hant: 卡片以所屬圓環為中心，第一個和最後一個服務會把一半甩出面板 — 掉出去的還是標題。面板現在會給它留位置。

source: As many sessions as your screen can hold
de: So viele Sitzungen, wie auf den Bildschirm passen
fr: Autant de sessions que votre écran peut en contenir
id: Sesi sebanyak yang dapat dimuat layar Anda
ja: 画面に収まるだけのセッションを表示
ko: 화면에 맞춰 더 많은 세션 표시
pt_br: Quantas sessões sua tela comportar
ru: Столько сеансов, сколько помещается на экране
uk: Стільки сесій, скільки вміщує екран
zh_hans: 屏幕能放下多少会话就显示多少
zh_hant: 螢幕能放下多少工作階段就顯示多少

source: The list was capped at four whatever you were running on. It is now solved for the display: ten on a large one, and "and N more" only when there is genuinely no room for the rest.
de: Die Liste war bisher unabhängig vom Gerät auf vier begrenzt. Jetzt richtet sie sich nach dem Bildschirm: zehn auf einem großen, und „und N weitere“ nur, wenn für den Rest wirklich kein Platz ist.
fr: La liste était plafonnée à quatre quel que soit votre matériel. Elle est désormais calculée pour l'écran : dix sur un grand, et « et N de plus » uniquement quand il n'y a vraiment plus de place.
id: Daftar sebelumnya dibatasi empat pada layar apa pun. Kini disesuaikan dengan layar: sepuluh pada layar besar, dan "dan N lainnya" hanya jika benar-benar tidak ada ruang yang tersisa.
ja: 一覧は実行環境にかかわらず 4 件に固定されていました。今はディスプレイに合わせて決まります。大きな画面なら 10 件、「ほか N 件」は本当に余地がないときだけ出ます。
ko: 기존에는 화면 크기에 관계없이 목록이 4개로 제한되었습니다. 이제 디스플레이 크기에 맞춰 큰 화면에서는 10개까지 표시하며, 나머지를 표시할 공간이 없을 때만 ‘외 N개’를 표시합니다.
pt_br: A lista era limitada a quatro, em qualquer tela. Agora ela é calculada para o monitor: dez em um grande, e "e mais N" apenas quando realmente não há espaço para o resto.
ru: Раньше список всегда ограничивался четырьмя пунктами. Теперь он подстраивается под экран: до десяти на большом, а «и ещё N» появляется только при нехватке места.
tr: Liste, hangi ekranda çalışırsanız çalışın dörtle sınırlıydı. Artık ekrana göre hesaplanıyor: büyük bir ekranda on tane, “ve N tane daha” ise yalnızca geri kalanlara gerçekten yer olmadığında.
uk: Список завжди обмежувався чотирма пунктами, хоч би на чому ви працювали. Тепер він розраховується під екран: десять на великому, а «і ще N» — лише коли для решти справді немає місця.
zh_hans: 不论你在跑什么，列表以前最多四条。现在按屏幕算：大屏幕十条，只有真的放不下时才出现「还有 N 个」。
zh_hant: 不論你在跑什麼，列表以前最多四條。現在按螢幕算：大螢幕十條，只有真的放不下時才出現「還有 N 個」。

source: The ones that need you come first
de: Die, die dich brauchen, kommen zuerst
fr: Celles qui vous attendent passent en premier
id: Yang membutuhkan Anda ditampilkan lebih dulu
ja: あなたを待っているものが先頭に
ko: 응답이 필요한 세션 우선 표시
pt_br: As que precisam de você vêm primeiro
ru: Сначала показываются те, кому вы нужны
uk: Спершу ті, що чекають на вас
zh_hans: 需要你的排在前面
zh_hant: 需要你的排在前面

source: Waiting, then busy, then idle — so if anything is summarised away, it is what matters least.
de: Erst wartend, dann beschäftigt, dann untätig — was also zusammengefasst wegfällt, ist das Unwichtigste.
fr: En attente, puis en cours, puis inactives — ainsi, si quelque chose est résumé, c'est ce qui compte le moins.
id: Menunggu, lalu sibuk, kemudian siaga — sehingga jika ada yang diringkas, itu adalah hal yang paling tidak mendesak.
ja: 待機中、次に作業中、最後にアイドル。まとめて省略されるとしても、いちばん重要でないものから省かれます。
ko: 응답 대기, 작업 중, 유휴 상태 순서로 표시하므로 공간이 부족하면 중요도가 낮은 항목부터 생략됩니다.
pt_br: Aguardando, depois ocupado, depois ocioso — assim, se algo for resumido e omitido, é o que menos importa.
ru: Сначала ожидание, затем работа и простой — при сокращении списка исчезает наименее важное.
uk: Спершу очікування, потім робота, потім простій — тож якщо щось і згортається в підсумок, то найменш важливе.
zh_hans: 等待中，然后工作中，然后空闲 — 被收进「还有 N 个」的，是最不要紧的。
zh_hant: 等待中，然後工作中，然後空閒 — 被收進「還有 N 個」的，是最不要緊的。

source: Antigravity's real numbers, and a switch that stays off.
de: Antigravitys echte Zahlen, und ein Schalter, der ausgeschaltet bleibt.
fr: Les vrais chiffres d'Antigravity, et un interrupteur qui reste éteint.
id: Angka kuota riil Antigravity, dan sakelar yang tetap mati.
ja: Antigravity の実際の数値と、オフのままになるスイッチ。
ko: Antigravity의 실제 사용량을 표시하고, 꺼 둔 설정을 유지합니다.
pt_br: Os números reais do Antigravity, e um botão que permanece desativado.
ru: Настоящие числа Antigravity и переключатель, который не включается обратно.
uk: Справжні числа Antigravity і перемикач, який лишається вимкненим.
zh_hans: Antigravity 的真实数字，以及一个会保持关闭的开关。
zh_hant: Antigravity 的真實數字，以及一個會保持關閉的開關。

source: Antigravity shows its actual quota
de: Antigravity zeigt sein tatsächliches Kontingent
fr: Antigravity affiche son quota réel
id: Antigravity menampilkan kuota sebenarnya
ja: Antigravity が実際の割り当てを表示
ko: Antigravity의 실제 할당량 표시
pt_br: O Antigravity mostra a cota real dele
ru: Antigravity показывает настоящий лимит
uk: Antigravity показує справжній ліміт
zh_hans: Antigravity 显示真实配额
zh_hant: Antigravity 顯示真實配額
